[Rend X2AbilityTemplate]
LocFriendlyName="撕裂"
LocLongDescription="近战攻击有几率眩晕或是混乱目标。必定命中。击杀目标可触发气势并获得专注."
LocHelpText="近战攻击有几率眩晕或是混乱目标。击杀目标可触发气势并获得专注."
LocPromotionPopupText="<Bullet/> 使用撕裂击杀敌人是圣殿骑士生成专注的主要途径.<br/><Bullet/> 专注等级越高，撕裂伤害越高.<br/><Bullet/> 施放专注后，圣殿骑士会获得气势，能够再移动一次，可借此在攻击后撤回掩体.<br/><Bullet/> 每级专注可赋予撕裂 <Ability:RENDSTUNCHANCE/>% 的眩晕目标的几率。被眩晕的目标也会被击退.<br/><Bullet/> 每级专注可赋予撕裂 <Ability:RENDDISORIENTCHANCE/>% 的混乱目标的几率.<br/>"
